alexcvzz.vscode-sqlite
andys8.jest-snippets
antsteyer.vue-property-decorator-snippets
bierner.markdown-preview-github-styles
christian-kohler.npm-intellisense
CoenraadS.bracket-pair-colorizer
cssho.vscode-svgviewer
dbaeumer.vscode-eslint
eamodio.gitlens
EditorConfig.EditorConfig
eg2.vscode-npm-script
eridem.vscode-nupkg
esbenp.prettier-vscode
firefox-devtools.vscode-firefox-debug
firsttris.vscode-jest-runner
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.dotnet-test-explorer
ghmcadams.lintlens
GitHub.codespaces
Hanul.sky-csv
hbenl.vscode-test-explorer
humao.rest-client
icsharpcode.ilspy-vscode
izaxon.todo
jcbuisson.vue
joshbolduc.story-explorer
jumpinjackie.vscode-map-preview
kavod-io.vscode-jest-test-adapter
mdickin.markdown-shortcuts
ms-azuretools.vscode-azurefunctions
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.azure-account
ms-vscode.powershell
ms-vscode.test-adapter-converter
ms-vscode.vs-keybindings
ms-vscode.vscode-typescript-tslint-plugin
msjsdiag.debugger-for-chrome
mtxr.sqltools
octref.vetur
Okteto.remote-kubernetes
Orta.vscode-jest
RadwanFaci.stack-trace-formatter
rvest.vs-code-prettier-eslint
thekalinga.bootstrap4-vscode
ThreadHeap.serverless-ide-vscode
tomoki1207.pdf
streetsidesoftware.code-spell-checker
kosunix.guid
cschleiden.vscode-github-actions
